[ 
  { "quote": "Tourist, Rincewind had decided, meant ‘idiot’.", 
    "book": "The Colour Of Magic"},
    
  { "quote": "Unseen University had never admitted women, muttering something about problems with the plumping, but the real reason was an unspoken dread that if women were allowed to mess around with magic they would probably be embarrassingly good at it.", 
    "book": "The Light Fantastic"},
  
  { "quote":"She was already learning that if you ignore the rules people will, half the time, quietly rewrite them so that they don’t apply to you.", 
    "book":"Equal Rites" },
  
  { "quote":"If you can't learn to ride an elephant, you can at least learn to ride a horse.", 
    "book":"Equal Rites" },
  
  { "quote": "History unravels gently, like an old sweater. It has been patched and darned many times, reknitted to suit different people, shoved in a box under the sink of censorship to be cut up for the dusters of propaganda, yet it always - eventually - manages to spring back into its old familiar shape.", 
    "book": "Mort"},
    
  { "quote": "/“What is there in this world that makes living worthwhile?/“ Death thought about it. Cats, he said eventually, cats are nice.", 
    "book": "Sourcery"},
    
  { "quote":"Things that try to look like things often do look more like things than things", 
    "book":"Wyrd Sisters" },

  { "quote": "The old king told me once that the gods gave people a sense of humour to make up for giving them sex.", "book": "Pyramids"},

  { "quote": "’Anti-dragon cream. Personal guarantee: if you’re incinerated you get your money back,  no quibble.’", "book": "Guards! Guards!"},

  { "quote": "Like all beekeepers, Death were a veil. It wasn’t that he had anything to sting, but sometimes a bee would get inside his skull and buzz around and give him a headache.", 
    "book": "Eric"},

  { "quote": "’Woof bloody woof’ said Gaspode the Wonder Dog", 
    "book": "Moving Pictures"},

  { "quote": "Death’s pale horse’s name was Binky. He was a real horse. Death had tried fiery steeds and skeletal horses in the past, and found them impractical, especially the fiery ones, which tended to set light to their own bedding and stand in the middle of it looking embarrassed.", 
    "book": "Reaper Man"},
  
  { "quote":"If anyone's going to bury a wizard at a crossroads with a stake hammeredthrough him then wizards ought to do it. After all, we're his friends.", 
    "book": "Reaper Man" },
  
  { "quote": "Vampires have risen from the dead, the grave and the crypt, but have never managed it from the cat.", "book": "Witches Abroad"},
  
  { "quote": "If you spend your whole time thinking about the universe, you tend to forget the less important bits of it. Like your pants.", 
    "book": "Small Gods"},
  
  { "quote":"You know... this reminds me of that famous logical puzzle.", 
    "book":"Lords and Ladies" },
  
  { "quote":"If the Creator had said, 'Let there be light' in Ankh-Morpork, he'd have got no further because of all the people saying 'What colour?'", 
    "book":"Men At Arms"},
  
  { "quote": "The question seldom addressed is where Medusa had snakes. Underarm hair is even more embarrassing problem when it keeps biting the top of the deodorant bottle.", 
    "book": "Soul Music"},
  
  { "quote":"Probably the last sound heard before the Universe folded up like a paper hat would be someone saying 'What happens if I do this?'", 
    "book":"Interesting Times"},
  
  { "quote": "Ahahahahaha! Ahahahaha! Aahahaha! BEWARE!!!!! Yrs sincerely, The Opera Ghost", 
    "book": "Maskerade"},
  
  { "quote": "The Ankh-Morpork view of crime and punishment was that the penalty for the first offence should prevent the possibility of a second offence.", 
    "book": "Feet Of Clay"},
  
  { "quote": "I... think my name is Bilious. I’m the ... I’m the oh God of Hangovers.", 
    "book": "Hogfather"},
  
  { "quote": "Lord Vetinari looked attentive, because he’d always found that listening keenly to people tended to put them off. ", 
    "book": "Jingo"},
  
  { "quote": "Ridcully was good at doing without other people’s sleep.", 
    "book": "The Last Continent"},
  
  { "quote": "Not many people ever tasted Nanny Ogg’s home-made brandy; it was technically impossible. Once it encountered the warmth of the human mouth it immediately turned into fumes. You drank it via your sinuses.", 
    "book": "Carpe Jugulum"},
  
  { "quote": "It wasn't just that his brain was writing cheques that his body couldn't cash. It had gone beyond that. Now his feet were borrowing money that his legs hadn't got, and his back muscles were looking for loose change under the sofa cushions.", 
    "book": "The Fifth Elephant"}
  
  { "quote":"Sometimes glass glitters more than diamonds because it has more to prove.", 
    "book":"The Truth" },
  
  { "quote":"John", 
    "book":"Thief of Time"},
  
  { "quote":"John", 
    "book":"The Last Hero"},
  
  { "quote":"John", 
    "book":"The Amazing Maurice And His Educated Rodents"},  
  
  { "quote":"John", 
    "book":"Night Watch"},
  
  { "quote":"If you trust in yourself and believe in your dreams and follow your star, you’ll still get beaten by people who spent their time working hard and learning things and weren’t so lazy.", 
    "book":"The Wee Free Men" },
  
  { "quote":"The enemy isn’t men, or women, it’s bloody stupid people and no-one has the right to be stupid.", 
    "book":"Monstrous Regiment" },
  
  { "quote":"John", 
    "book":"A Hat Full Of Sky"},
  
  { "quote":"See a pin and pick it up, and all day long you'll have a pin.", 
    "book":"Going Postal"},
  
  { "quote":"John", 
    "book":"Thud!"},
  
  { "quote":"John", 
    "book":"Wintersmith"},
  
  { "quote":"John", 
    "book":"Making Money"},
  
  { "quote":"John", 
    "book":"Unseen Academicals"},
  
  { "quote":"Evil begins when you begin to treat people as things.", 
    "book":"I Shall Wear Midnight" },
  
  { "quote":"John", 
    "book":"Snuff"},
  
  { "quote":"John", 
    "book":"Raising Steam"},
  
  { "quote":"No shame in tears for them as you've loved.", "book":"The Shepherd's Crown" },
]

{ "quote":"John", "book":"John"},